---
kind: other
id: Methods.T:Autodesk.Revit.DB.OpenOptions
source: html/8de3d743-293a-448c-2ffe-e7a7415c7775.htm
---
# OpenOptions Methods

Gets the object used to configure the worksets to open when the model is opened.